Tekla.Structures.Solid.Face.#ctor(System.Collections.Generic.List{System.Collections.Generic.List{Tekla.Structures.Internal.dotPoint_t}},Tekla.Structures.Internal.dotPoint_t)
Instantiates a new face.
LoopList: A list of loops in the new face.
NormalVector: A normal vector of the new face.